tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
cask "osxfuse"
brew "aria2"
brew "autojump"
brew "git-quick-stats"
brew "libidn2"
brew "mas"
brew "sqlite"
brew "pipenv"
brew "proxychains-ng"
brew "sshfs"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alfred"
cask "anydesk"
cask "clover-configurator"
cask "db-browser-for-sqlite"
cask "dingtalk"
cask "docker"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "keka"
cask "lantern"
cask "postman"
cask "robo-3t"
cask "snipaste"
cask "spectacle"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
cask "xee"
cask "homebrew/cask-versions/microsoft-remote-desktop-beta"
mas "WeChat", id: 836500024
