tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "iikira/baidupcs"
tap "vitorgalvao/tiny-scripts"
cask "osxfuse"
brew "aria2"
brew "autojump"
brew "caddy"
brew "ctop"
brew "go"
brew "dep"
brew "git-quick-stats"
brew "hugo"
brew "jq"
brew "libidn2"
brew "mas"
brew "mtr"
brew "nmap"
brew "sqlite"
brew "pipenv"
brew "proxychains-ng"
brew "rclone"
brew "sshfs"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn", args: ["without-node"]
brew "iikira/baidupcs/baidupcs-go"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "alfred"
cask "android-platform-tools"
cask "anydesk"
cask "clashx"
cask "clover-configurator"
cask "db-browser-for-sqlite"
cask "docker"
cask "google-chrome"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "keka"
cask "logitech-options"
cask "microsoft-remote-desktop-beta"
cask "neteasemusic"
cask "proxifier"
cask "robo-3t"
cask "slack"
cask "snipaste"
cask "sogouinput"
cask "spectacle"
cask "sublime-text"
cask "telegram"
cask "transmission-remote-gui"
cask "visual-studio-code"
cask "yinxiangbiji"
mas "DingTalk", id: 1435447041
mas "QQ", id: 451108668
mas "WeChat", id: 836500024
